
AcquisitionItemClassification.GOODS    = Bem
AcquisitionItemClassification.SERVICES = Servi\u00E7o

AcquisitionProcessStateType.ACQUISITION_PAYED                               = Pagamento Efectuado
AcquisitionProcessStateType.ACQUISITION_PAYED.description                   = O processo encontra-se terminado. O pagamento j\u00E1 foi efectuado ao fornecedor sendo poss\u00EDvel consultar o descritivo do pagamento.
AcquisitionProcessStateType.ACQUISITION_PROCESSED                           = Nota de Encomenda Enviada ao Fornecedor
AcquisitionProcessStateType.ACQUISITION_PROCESSED.description               = Nesta fase a Central de Compras deve assinalar a recep\u00E7\u00E3o da factura indicando o n\u00BA da factura, data da factura e o documento da factura (vers\u00E3o digital). Depois de assinalada a recep\u00E7\u00E3o da factura, o processo deve passar para o respons\u00E1vel da Unidade Pagadora, atrav\u00E9s da opera\u00E7\u00E3o "Submeter para Confirma\u00E7\u00E3o de Factura", para este poder confirmar os dados da factura.
AcquisitionProcessStateType.AUTHORIZED                                      = A aguardar o envio da nota de encomenda
AcquisitionProcessStateType.AUTHORIZED.description                          = Depois da despesa ter sido autorizada pelo respons\u00E1vel da Unidade Pagadora, a Central de Compras deve criar e enviar a nota de encomenda ao fornecedor. Em alguns casos, a nota de encomenda n\u00E3o \u00E9 necess\u00E1ria e a opera\u00E7\u00E3o "Saltar Envio de Nota de Encomenda" (s\u00F3 dispon\u00EDvel \u00E0 central de compras) permite avan\u00E7ar para a fase seguinte sem ser necess\u00E1rio criar a nota de encomenda ou indicar o seu envio ao fornecedor. Na fase seguinte deve ser assinalada a recep\u00E7\u00E3o da factura.
AcquisitionProcessStateType.AUTHORIZED.description.requireCommitmentNumber  = Uma vez autorizada pelo respons\u00E1vel da Unidade Pagadora, cabe aos respons\u00E1veis de contabilidade a atribui\u00E7\u00E3o de um n\u00FAmero de compromisso. Depois do registo do n\u00FAmero de compromisso a Central de Compras deve criar e enviar a nota de encomenda ao fornecedor. A opera\u00E7\u00E3o "Saltar Envio de Nota de Encomenda" permite avan\u00E7ar para a fase seguinte sem ser necess\u00E1rio criar a nota de encomenda ou indicar o seu envio ao fornecedor. Na fase seguinte deve ser assinalada a recep\u00E7\u00E3o da factura.
AcquisitionProcessStateType.CANCELED                                        = Aquisi\u00E7\u00E3o Cancelada
AcquisitionProcessStateType.CANCELED.description                            = O processo encontra-se cancelado e como tal n\u00E3o \u00E9 poss\u00EDvel efectuar opera\u00E7\u00F5es. Caso o processo tenha sido cancelado por engano, poder\u00E1 entrar em contacto com o suporte de forma a desbloquear a situa\u00E7\u00E3o.
AcquisitionProcessStateType.DOCUMENTATION_INSERTED                          = Documenta\u00E7\u00E3o Inserida
AcquisitionProcessStateType.FUNDS_ALLOCATED                                 = A aguardar autoriza\u00E7\u00E3o
AcquisitionProcessStateType.FUNDS_ALLOCATED.description                     = Nesta fase cabe ao respons\u00E1vel pela Unidade Pagadora autorizar a despesa. Os respons\u00E1veis s\u00E3o tipicamente o Conselho Gest\u00E3o, os presidentes dos departamentos e os respons\u00E1veis dos projectos. Se houver mais do que uma Unidade Pagadora, a proposta \u00E9 considerada autorizada quando todos os respons\u00E1veis autorizarem. Ap\u00F3s autorizado, o processo fica a cargo da Central de Compras para envio da nota de encomenda ao fornecedor e introduzir a factura recebida.
AcquisitionProcessStateType.FUNDS_ALLOCATED_PERMANENTLY                     = Cabimento final efectuado
AcquisitionProcessStateType.FUNDS_ALLOCATED_PERMANENTLY.description         = Depois de efectuado o cabimento final por parte da contabilidade, a Tesouraria pode efectuar o pagamento ao fornecedor e indicar a refer\u00EAncia do documento do pagamento.
AcquisitionProcessStateType.FUNDS_ALLOCATED_TO_SERVICE_PROVIDER             = A aguardar cabimento
AcquisitionProcessStateType.FUNDS_ALLOCATED_TO_SERVICE_PROVIDER.description = Processo a aguardar cabimento. Caso a aquisi\u00E7\u00E3o seja realizada ao abrigo do CCP, \u00E9 automaticamente efectuada a reserva da quota do fornecedor (\u00E9 reservado o valor desta aquisi\u00E7\u00E3o no valor total de aquisi\u00E7\u00F5es efectuadas ao fornecedor e tem uma validade de 3 meses). Esta quota n\u00E3o \u00E9 reservada caso a aquisi\u00E7\u00E3o tenha lugar ao abrigo de C&T. S\u00E3o indicados os fundos j\u00E1 alocados ao fornecedor.
AcquisitionProcessStateType.INVITES_SENT                                    = Convites Enviados
AcquisitionProcessStateType.INVOICE_CONFIRMED                               = Factura Confirmada
AcquisitionProcessStateType.INVOICE_CONFIRMED.description                   = A factura encontra-se confirmada pelos respons\u00E1veis das Unidades Pagadoras. A contabilidade pode agora efectuar o cabimento final com os valores efectivos e indicar o n\u00BA de cabimento efectivo. De seguida o processo passa para a Tesouraria para que esta possa efectuar o pagamento ao fornecedor.
AcquisitionProcessStateType.INVOICE_RECEIVED                                = Factura Recebida
AcquisitionProcessStateType.INVOICE_RECEIVED.description                    = A factura foi recebida e os seus dados introduzidos no sistema. O processo pode avan\u00E7ar para o respons\u00E1vel da Unidade Pagadora, atrav\u00E9s da opera\u00E7\u00E3o "Submeter para Confirma\u00E7\u00E3o de Factura", para este poder confirmar os dados da factura.
AcquisitionProcessStateType.IN_GENESIS                                      = Requisi\u00E7\u00E3o em Constru\u00E7\u00E3o
AcquisitionProcessStateType.IN_GENESIS.description                          = Depois de iniciado o processo, nesta primeira fase o requisitante deve executar estas tarefas para o processo poder prosseguir: indicar a(s) unidade(s) pagadora(s), adicionar o(s) item(s) e carregar o documento da proposta. No caso de existir mais do que uma unidade pagadora os custos devem ser correctamente distribu\u00EDdos pelas unidades. Quando o processo estiver pronto para passar \u00E0 fase seguinte aparecer\u00E1 a opera\u00E7\u00E3o "Submeter para Aprova\u00E7\u00E3o". Na fase seguinte os respons\u00E1veis pelas unidades pagadoras poder\u00E3o aprovar a requisi\u00E7\u00E3o.
AcquisitionProcessStateType.IN_NEGOTIATION                                  = Em Negocia\u00E7\u00E3o
AcquisitionProcessStateType.NEGOTIATION_ENDED                               = Negocia\u00E7\u00E3o Terminada
AcquisitionProcessStateType.REJECTED                                        = Requisi\u00E7\u00E3o Rejeitada
AcquisitionProcessStateType.REJECTED.description                            = O processo encontra-se rejeitado e como tal n\u00E3o \u00E9 poss\u00EDvel efectuar opera\u00E7\u00F5es.
AcquisitionProcessStateType.SELECTED_SERVICE_PROVIDER                       = Escolhido Fornecedor    
AcquisitionProcessStateType.SUBMITTED_FOR_APPROVAL                          = A aguardar aprova\u00E7\u00E3o
AcquisitionProcessStateType.SUBMITTED_FOR_APPROVAL.description              = Depois da introdu\u00E7\u00E3o de todos os dados necess\u00E1rios por parte do requisitante, nesta fase os respons\u00E1veis das unidades pagadores devem conferir e aprovar a requisi\u00E7\u00E3o. Quando todos os respons\u00E1veis envolvidos aprovarem a proposta esta passar\u00E1 ao passo 3, ficando a aguardar confirma\u00E7\u00E3o pela Central de Compras.
AcquisitionProcessStateType.SUBMITTED_FOR_CONFIRM_INVOICE                   = A aguardar confirma\u00E7\u00E3o de factura
AcquisitionProcessStateType.SUBMITTED_FOR_CONFIRM_INVOICE.description       = A factura foi recebida e os seus dados introduzidos no sistema. O respons\u00E1vel pela Unidade Pagadora deve agora confirmar que os dados da factura est\u00E3o coerentes com os bens recebidos. Se houver mais do que uma Unidade Pagadora, a factura tem de ser confirmada por respons\u00E1veis de todas as Unidades Pagadoras. Depois da factura confirmada a Contabilidade poder\u00E1 efectuar o cabimento final.
AcquisitionProcessStateType.SUBMITTED_FOR_FUNDS_ALLOCATION                  = A aguardar verifica\u00E7\u00E3o
AcquisitionProcessStateType.SUBMITTED_FOR_FUNDS_ALLOCATION.description      = Nesta fase a requisi\u00E7\u00E3o est\u00E1 aprovada pelos respons\u00E1veis das unidades pagadoras e aguarda verifica\u00E7\u00E3o, da documenta\u00E7\u00E3o e proposta, pela Central de Compras. Depois da verifica\u00E7\u00E3o o processo avan\u00E7a para a fase 4 para ser efectuado o cabimento pelos respons\u00E1veis da contabilidade.

AfterTheFactAcquisitionType.PURCHASE        = Aquisi\u00E7\u00E3o
AfterTheFactAcquisitionType.REFUND          = Reembolso
AfterTheFactAcquisitionType.WORKING_CAPITAL = Fundo de maneio

AnnouncementProcessStateType.APPROVED               = An\u00FAncio Aprovado
AnnouncementProcessStateType.CANCELED               = An\u00FAncio Cancelado
AnnouncementProcessStateType.CLOSED                 = An\u00FAncio Encerrado
AnnouncementProcessStateType.IN_GENESIS             = An\u00FAncio em Constru\u00E7\u00E3o
AnnouncementProcessStateType.REJECTED               = An\u00FAncio Rejeitado
AnnouncementProcessStateType.SUBMITTED_FOR_APPROVAL = An\u00FAncio Submetido para Aprova\u00E7\u00E3o

CreateItemSchemaType.EXISTING_DELIVERY_INFO = Local de entrega existente
CreateItemSchemaType.NEW_DELIVERY_INFO      = Novo local de entrega

RefundProcessStateType.APPROVED                                       = A aguardar cabimento
RefundProcessStateType.APPROVED.description                           = O processo foi validado pelos respons\u00E1veis das unidades pagadoras e encontra-se agora \u00E0 espera do cabimento pela contabilidade.
RefundProcessStateType.AUTHORIZED                                     = A aguardar a submiss\u00E3o de facturas
RefundProcessStateType.AUTHORIZED.description                         = Depois da despesa autorizada o processo fica em espera at\u00E9 que o requisitante adicione todas as facturas.
RefundProcessStateType.CANCELED                                       = Cancelado
RefundProcessStateType.CANCELED.description                           = O processo encontra-se cancelado e como tal n\u00E3o \u00E9 poss\u00EDvel efectuar opera\u00E7\u00F5es. Caso o processo tenha sido cancelado por engano, poder\u00E1 entrar em contacto com o suporte de forma a desbloquear a situa\u00E7\u00E3o.
RefundProcessStateType.FUNDS_ALLOCATED                                = A aguardar autoriza\u00E7\u00E3o
RefundProcessStateType.FUNDS_ALLOCATED.description                    = Nesta fase cabe ao respons\u00E1vel pela Unidade Pagadora autorizar a despesa. Os respons\u00E1veis s\u00E3o tipicamente o Conselho Gest\u00E3o, os presidentes dos departamentos e os respons\u00E1veis dos projectos. Se houver mais do que uma Unidade Pagadora, a proposta \u00E9 considerada autorizada quando todos os respons\u00E1veis autorizarem. Ap\u00F3s autorizado.
RefundProcessStateType.FUNDS_ALLOCATED_PERMANENTLY                    = A aguardar reembolso
RefundProcessStateType.FUNDS_ALLOCATED_PERMANENTLY.description        = Depois de efectuado o cabimento final por parte da contabilidade, a Tesouraria pode efectuar o reembolso.
RefundProcessStateType.INVOICES_CONFIRMED                             = Facturas confirmadas
RefundProcessStateType.INVOICES_CONFIRMED.description                 = As facturas encontram-se confirmadas por parte da contabilidade e dever\u00E3o agora ser efectuados os cabimentos finais.
RefundProcessStateType.IN_GENESIS                                     = Em constru\u00E7\u00E3o
RefundProcessStateType.IN_GENESIS.description                         = Depois de iniciado o processo, nesta primeira fase o requisitante deve executar estas tarefas para o processo poder prosseguir: indicar a(s) unidade(s) pagadora(s), adicionar o(s) item(s). No caso de existir mais do que uma unidade pagadora os custos devem ser correctamente distribu\u00EDdos pelas unidades. Quando o processo estiver pronto para passar \u00E0 fase seguinte aparecer\u00E1 a opera\u00E7\u00E3o "Submeter para Aprova\u00E7\u00E3o". Na fase seguinte os respons\u00E1veis pelas unidades pagadoras poder\u00E3o aprovar a requisi\u00E7\u00E3o.
RefundProcessStateType.REFUNDED                                       = Reembolsado
RefundProcessStateType.REFUNDED.description                           = O processo encontra-se terminado, o reembolso encontra-se efectuado.
RefundProcessStateType.SUBMITTED_FOR_APPROVAL                         = A aguardar aprova\u00E7\u00E3o
RefundProcessStateType.SUBMITTED_FOR_APPROVAL.description             = Depois da introdu\u00E7\u00E3o de todos os dados necess\u00E1rios por parte do requisitante, nesta fase os respons\u00E1veis das unidades pagadores devem conferir e aprovar a requisi\u00E7\u00E3o. Quando todos os respons\u00E1veis envolvidos aprovarem a proposta esta passar\u00E1 ao passo 3, ficando a aguardar cabimento.
RefundProcessStateType.SUBMITTED_FOR_INVOICE_CONFIRMATION             = Submetido para Confirma\u00E7\u00E3o de Facturas
RefundProcessStateType.SUBMITTED_FOR_INVOICE_CONFIRMATION.description = O processo encontra-se com todas as facturas inseridas e aguarda a confirma\u00E7\u00E3o/valida\u00E7\u00E3o das mesmas por parte da contabilidade.

RequestForProposalProcessStateType.ACTIVE                 = An\u00FAncio Activo
RequestForProposalProcessStateType.APPROVED               = An\u00FAncio Aprovado para Publica\u00E7\u00E3o
RequestForProposalProcessStateType.CANCELED               = An\u00FAncio Cancelado
RequestForProposalProcessStateType.ENDED                  = An\u00FAncio Expirado
RequestForProposalProcessStateType.IN_GENESIS             = An\u00FAncio em Constru\u00E7\u00E3o 
RequestForProposalProcessStateType.REJECTED               = An\u00FAncio Rejeitado para Publica\u00E7\u00E3o
RequestForProposalProcessStateType.SUBMITTED_FOR_APPROVAL = An\u00FAncio Submetido para Aprova\u00E7\u00E3o 

RoleType.ACCOUNTING_MANAGER               = Administrador da Contabilidade (GIAF)
RoleType.ACQUISITION_CENTRAL              = Central de Compras
RoleType.ACQUISITION_CENTRAL_MANAGER      = Administrador da Central de Compras
RoleType.ACQUISITION_PROCESS_AUDITOR      = Auditor de Processos de Aquisi\u00E7\u00E3o
RoleType.AQUISITIONS_UNIT_MANAGER         = Gestor de Unidades de Aquisi\u00E7\u00E3o
RoleType.FUND_COMMITMENT_MANAGER          = Gestor de Compromissos
RoleType.MANAGER                          = Administrador de Sistema
RoleType.PROJECT_ACCOUNTING_MANAGER       = Administrador da Contabilidade de Projectos (MGP)
RoleType.STATISTICS_VIEWER                = Observador de Estat\u00EDsticas
RoleType.SUPPLIER_FUND_ALLOCATION_MANAGER = Gestor de Aloca\u00E7\u00E3o de Fundos a Fornecedores
RoleType.SUPPLIER_MANAGER                 = Gestor de Fornecedores
RoleType.TREASURY_MANAGER                 = Administrador da Tesouraria
